INSERT INTO atm (id, branch_id, address_id, number, inventory_number, installation_location, construction, has_cash_deposit, has_NFC, is_closed)
VALUES
    ('123e4567-e89b-12d3-a456-426614174000', '9f8e7d6c-5b4a-4321-8765-abcdef123456', 'facbffa0-b36b-4cc7-b565-6e7dcfc1c6b6', 6, '0001244900', 'Основной зал, вход слева', 'Внутренний', true, true, false),
    ('123e4567-e89b-12d3-a456-426614174001', '1a2b3c4d-5e6f-7890-abcd-ef1234567890', 'b40b7502-4c8d-40bc-93b8-da10dd41f45c', 7, '0001244901', 'Торговый центр, 1 этаж', 'Внешний', false, true, false),
    ('123e4567-e89b-12d3-a456-426614174002', 'aa11bb22-cc33-dd44-ee55-ff6677889900', 'b425f6c7-c35c-4ebc-9a58-374b28a20d7b', 8, '0001244902', 'Операционный зал, правая стена', 'Внутренний', true, false, false),
    ('123e4567-e89b-12d3-a456-426614174003', '55003322-1100-abcd-efab-cdef12345678', '1649eb99-c4bc-4b85-8bda-2c32cd4aa32c', 9, '0001244903', 'Улица, главный вход', 'Внешний', true, true, false),
    ('123e4567-e89b-12d3-a456-426614174004', '99988877-6665-4443-2221-0000abcdef12', '0348ae64-8255-4ef3-b7f8-ec6955974d29', 10, '0001244904', 'Бизнес-центр, холл', 'Внутренний', false, false, false),
    ('123e4567-e89b-12d3-a456-426614174005', '12345678-90ab-cdef-1234-567890abcdef', '8cfab26b-9225-425a-b4db-77b538ab5144', 11, '0001244905', 'Торговая галерея, 2 этаж', 'Внутренний', true, true, false),
    ('123e4567-e89b-12d3-a456-426614174006', 'fedcba98-7654-3210-abcd-ef1234567890', '62afee9a-d9ba-40e6-abfb-8ea62b06b12d', 12, '0001244906', 'Метро, вестибюль', 'Внешний', false, true, false);