INSERT INTO address (id, city_id, street_type, street, house, latitude, longitude, metro_station)
VALUES
    ('facbffa0-b36b-4cc7-b565-6e7dcfc1c6b6', '4340bf03-3f64-4654-a3ac-2e1d7eef6029', 'ул.', 'Ленина', '15', 55.755826, 37.617300, 'Охотный ряд'),
    ('b40b7502-4c8d-40bc-93b8-da10dd41f45c', '4340bf03-3f64-4654-a3ac-2e1d7eef6029', 'пр.', 'Мира', '42', 55.732102, 37.583123, 'Проспект Мира'),
    ('b425f6c7-c35c-4ebc-9a58-374b28a20d7b', '4340bf03-3f64-4654-a3ac-2e1d7eef6029', 'ул.', 'Пушкина', '7', 55.765432, 37.654321, 'Тверская'),
    ('1649eb99-c4bc-4b85-8bda-2c32cd4aa32c', '283e4d8a-6085-41eb-81c5-22a5a0ad493f', 'ул.', 'Советская', '25', 53.250987, 34.345678, null),
    ('0348ae64-8255-4ef3-b7f8-ec6955974d29', '283e4d8a-6085-41eb-81c5-22a5a0ad493f', 'пер.', 'Кирова', '13б', 53.267890, 34.298765, null),
    ('8cfab26b-9225-425a-b4db-77b538ab5144', '70d47073-ffb4-494a-adda-2e99f1075314', 'ул.', 'Центральная', '100', 56.834567, 60.612345, null),
    ('62afee9a-d9ba-40e6-abfb-8ea62b06b12d', '70d47073-ffb4-494a-adda-2e99f1075314', 'пр.', 'Космонавтов', '55', 56.823456, 60.598765, null);