INSERT INTO address (id, city_id, street_type, street, house, latitude, longitude, metro_station)
VALUES
    ('946ec041-c0df-4dd3-b6d0-df44aaf34c04', '4340bf03-3f64-4654-a3ac-2e1d7eef6029', 'ул.', 'Тагильская', '10', 55.818080, 37.753089, 'Локомотив'),
    ('3d81954f-042f-4e65-ab16-6fc37d8d52d5', '4340bf03-3f64-4654-a3ac-2e1d7eef6029', 'пр.', 'Уваровский', '28/а', 55.828394, 37.351151, 'Пятницкое шоссе'),
    ('d5e47b51-ee56-495e-b6b2-2e1b54942afb', '4340bf03-3f64-4654-a3ac-2e1d7eef6029', 'ул.', 'Ухтомского Ополчения', '60', 55.698273, 37.926192, null),
    ('d38abf92-1362-4ae7-821f-e621b927f4ac', '283e4d8a-6085-41eb-81c5-22a5a0ad493f', 'пр.', 'Узкий', '12', 53.310527, 34.304612, null),
    ('c38f0917-869d-4df8-9efb-cca053743780', '5a0a21bf-a27d-4c23-ab7c-43778b4ad7ab', 'аллея', 'Центральная', '1', 66.529097, 66.636581, null);